tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mongodb/brew"
brew "bash-completion"
brew "clojure"
brew "git"
brew "hub"
brew "imagemagick"
brew "leiningen"
brew "neovim"
brew "node-build"
brew "nodenv"
brew "python"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "shpotify"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "wget"
brew "zsh"
cask "graphiql"
cask "minikube"
