# Brewfile for Mac OS X 
#
# Archive
# brew "clojure"
# brew "imagemagick"
# brew "leiningen"
# brew "node-build"
# brew "nodenv"
# brew "ruby-build"
# brew "rbenv"
# brew "redis"
# brew "shpotify"
# brew "zsh"
# tap "mongodb/brew"

# Current
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "minio/stable"
brew "bash-completion"
brew "fish"
brew "git"
brew "go"
brew "python"
brew "grip"
brew "hub"
brew "jq"
brew "kubernetes-cli"
brew "neovim"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "wget"
brew "minio/stable/mc"
brew "minio/stable/minio"
cask "docker"
cask "emacs"
cask "font-input"
cask "google-chrome"
cask "graphiql"
cask "iterm2"
cask "itsycal"
cask "minikube"
cask "spectacle"
cask "sublime-text"
cask "virtualbox"
cask "visual-studio-code"
brew "ripgrep"
brew "weechat"
brew "entr"
brew "dict"
brew "pandoc"
brew "fzf"
