tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mongodb/brew"
brew "bash-completion"
brew "circleci"
brew "clojure"
brew "openssl"
brew "emacs"
brew "git"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "leiningen"
brew "neovim"
brew "node-build"
brew "nodenv"
brew "postgresql"
brew "python"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "solr"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "watchman"
brew "wget"
brew "mongodb/brew/mongodb-community"
cask "font-source-code-pro"
cask "graphiql"
