alsa-utils
autorandr
bash
bash-completion
bc
bzip2
chromium
dmenu
docker
docker-compose
dropbox
emacs
entr
fasd
feh
fzf
go
grep
highlight
i3-gaps
i3blocks
i3lock
i3status
imagemagick
ix
jq
less
libheif
neovim
networkmanager
nodenv
nodenv-node-build
noto-fonts-emoji
openssh
pandoc
playerctl
ranger
rbenv
ruby-build
termite
the_silver_searcher
tmux
ttf-input
unzip
wget
xclip
xdotool
xf86-video-intel
